name: "pet-bokeh"
platform: "tensorflow_savedmodel"
input [
  {
    name: "Input"
    data_type: TYPE_FP32
    dims: [-1,160,160,3]
  }
]
output {
    name: "Output"
    data_type: TYPE_FP32
    dims: [-1,160,160,3]
  }